Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# bridge.cleanup.delete.remoteUnavailable
source: Remote cleanup is unavailable because the saved SSH connection cannot be opened safely. You can keep this item and retry later, or delete only its local record.
ar: التنظيف عن بعد غير متاح لأنه لا يمكن فتح اتصال SSH المحفوظ بأمان. يمكنك الاحتفاظ بهذا العنصر وإعادة المحاولة لاحقًا، أو حذف سجله المحلي فقط.
bs: Daljinsko čišćenje nije dostupno jer se sačuvana SSH veza ne može bezbedno otvoriti. Možete zadržati ovu stavku i pokušati ponovo kasnije ili izbrisati samo njen lokalni zapis.
da: Fjernoprydning er ikke tilgængelig, fordi den gemte SSH-forbindelse ikke kan åbnes sikkert. Du kan beholde dette element og prøve igen senere, eller du kan kun slette dets lokale registrering.
de: Die Remote-Bereinigung ist nicht verfügbar, da die gespeicherte SSH-Verbindung nicht sicher geöffnet werden kann. Sie können dieses Element behalten und es später erneut versuchen oder nur seinen lokalen Datensatz löschen.
es: La retirada remota no está disponible porque no se puede abrir con seguridad la conexión SSH guardada. Puedes conservar este elemento y reintentarlo más tarde, o borrar solo su registro local.
fr: Le nettoyage à distance n'est pas disponible car la connexion SSH enregistrée ne peut pas être ouverte en toute sécurité. Vous pouvez conserver cet élément et réessayer plus tard, ou supprimer uniquement son enregistrement local.
it: La pulizia remota non è disponibile perché la connessione SSH salvata non può essere aperta in modo sicuro. Puoi conservare questo elemento e riprovare più tardi oppure eliminare solo il relativo record locale.
ja: 保存されたSSH接続を安全に開けないため、リモートの削除は利用できません。この項目を残して後で再試行するか、ローカルの記録だけを削除できます。
km: ការសម្អាតពីចម្ងាយមិនអាចប្រើបានទេ ដោយសារការតភ្ជាប់ SSH ដែលបានរក្សាទុកមិនអាចបើកដោយសុវត្ថិភាពបានទេ។ អ្នកអាចរក្សាធាតុនេះ ហើយព្យាយាមម្តងទៀតនៅពេលក្រោយ ឬលុបតែកំណត់ត្រាក្នុងតំបន់របស់វាប៉ុណ្ណោះ។
ko: 저장된 SSH 연결을 안전하게 열 수 없어 원격 정리를 사용할 수 없습니다. 이 항목을 유지하고 나중에 다시 시도하거나 로컬 기록만 삭제할 수 있습니다.
nb: Fjernopprydding er utilgjengelig fordi den lagrede SSH-tilkoblingen ikke kan åpnes trygt. Du kan beholde dette elementet og prøve på nytt senere, eller slette bare den lokale posten.
pl: Zdalne czyszczenie jest niedostępne, ponieważ nie można bezpiecznie otworzyć zapisanego połączenia SSH. Możesz zachować ten element i spróbować ponownie później lub usunąć tylko jego rekord lokalny.
pt_br: A limpeza remota não está disponível porque a conexão SSH salva não pode ser aberta com segurança. Você pode manter esse item e tentar novamente mais tarde ou excluir apenas seu registro local.
ru: Удаленная очистка недоступна, поскольку сохраненное соединение SSH не может быть безопасно открыто. Вы можете сохранить этот элемент и повторить попытку позже или удалить только его локальную запись.
th: การล้างข้อมูลจากระยะไกลไม่พร้อมใช้งานเนื่องจากการเชื่อมต่อ SSH ที่บันทึกไว้ไม่สามารถเปิดได้อย่างปลอดภัย คุณสามารถเก็บรายการนี้ไว้แล้วลองอีกครั้งในภายหลัง หรือลบเฉพาะบันทึกในเครื่องเท่านั้น
tr: Kaydedilen SSH bağlantısı güvenli bir şekilde açılamadığından uzaktan temizleme kullanılamıyor. Bu öğeyi saklayıp daha sonra yeniden deneyebilir veya yalnızca yerel kaydını silebilirsiniz.
uk: Віддалене очищення недоступне, оскільки збережене підключення SSH неможливо відкрити безпечно. Ви можете зберегти цей елемент і повторити спробу пізніше або видалити лише його локальний запис.
zh_hans: 远程清理不可用，因为保存的 SSH 连接无法安全打开。您可以保留该项目并稍后重试，或者仅删除其本地记录。
zh_hant: 遠端清理不可用，因為已儲存的 SSH 連線無法安全開啟。您可以保留該項目並稍後重試，或僅刪除其本地記錄。

# bridge.cleanup.deleteAndRemoveRemote
source: Delete and Remove Remote Integration
ar: حذف وإزالة التكامل عن بعد
bs: Brisanje i uklanjanje daljinske integracije
da: Slet og fjern fjernintegration
de: Remote-Integration löschen und entfernen
es: Eliminar y retirar la integración remota
fr: Supprimer et supprimer l'intégration à distance
it: Elimina e rimuovi integrazione remota
ja: 削除してリモート連携も解除
km: លុប និងលុបការរួមបញ្ចូលពីចម្ងាយ
ko: 원격 통합 삭제 및 제거
nb: Slett og fjern ekstern integrasjon
pl: Usuń i usuń zdalną integrację
pt_br: Excluir e remover integração remota
ru: Удаление и удаление удаленной интеграции
th: ลบและลบการรวมระยะไกล
tr: Uzaktan Entegrasyonu Silme ve Kaldırma
uk: Видалення та видалення віддаленої інтеграції
zh_hans: 删除并移除远程集成
zh_hant: 刪除並移除遠端集成

# bridge.cleanup.deleteLocalOnly
source: Delete Locally Only
ar: الحذف محليًا فقط
bs: Obriši samo lokalno
da: Slet kun lokalt
de: Nur lokal löschen
es: Eliminar solo localmente
fr: Supprimer localement uniquement
it: Elimina solo localmente
ja: ローカルだけ削除
km: លុបតែក្នុងមូលដ្ឋានប៉ុណ្ណោះ។
ko: 로컬에서만 삭제
nb: Slett kun lokalt
pl: Usuń tylko lokalnie
pt_br: Excluir somente localmente
ru: Удалить только локально
th: ลบเฉพาะในเครื่องเท่านั้น
tr: Yalnızca Yerel Olarak Sil
uk: Видалити лише локально
zh_hans: 仅本地删除
zh_hant: 僅本地刪除

# bridge.cleanup.error.busyOrUnavailable
source: The remote integration cannot be removed safely right now. The closed item has been kept so you can retry.
ar: لا يمكن إزالة التكامل عن بعد بأمان في الوقت الحالي. تم الاحتفاظ بالعنصر المغلق حتى تتمكن من إعادة المحاولة.
bs: Udaljena integracija se trenutno ne može bezbedno ukloniti. Zatvorena stavka je zadržana tako da možete pokušati ponovo.
da: Fjernintegrationen kan ikke fjernes sikkert lige nu. Det lukkede element er blevet opbevaret, så du kan prøve igen.
de: Die Remote-Integration kann derzeit nicht sicher entfernt werden. Das geschlossene Element wurde beibehalten, sodass Sie es erneut versuchen können.
es: Ahora mismo no se puede retirar la integración remota con seguridad. El elemento cerrado se ha conservado para que puedas reintentarlo.
fr: L'intégration à distance ne peut pas être supprimée en toute sécurité pour le moment. L'élément clôturé a été conservé afin que vous puissiez réessayer.
it: Al momento non è possibile rimuovere l'integrazione remota in modo sicuro. L'elemento chiuso è stato mantenuto, quindi puoi riprovare.
ja: 現在、リモート連携を安全に削除できません。再試行できるよう、閉じた項目は保持されています。
km: ការរួមបញ្ចូលពីចម្ងាយមិនអាចត្រូវបានយកចេញដោយសុវត្ថិភាពទេឥឡូវនេះ។ ធាតុបិទត្រូវបានរក្សាទុក ដូច្នេះអ្នកអាចព្យាយាមម្តងទៀត។
ko: 현재 원격 통합을 안전하게 제거할 수 없습니다. 닫힌 항목은 보관되어 있으므로 다시 시도할 수 있습니다.
nb: Fjernintegrasjonen kan ikke fjernes trygt akkurat nå. Det lukkede elementet har blitt beholdt slik at du kan prøve på nytt.
pl: Nie można teraz bezpiecznie usunąć zdalnej integracji. Zamknięty element został zachowany, więc możesz spróbować ponownie.
pt_br: A integração remota não pode ser removida com segurança neste momento. O item fechado foi mantido para que você possa tentar novamente.
ru: Удаленную интеграцию сейчас невозможно безопасно удалить. Закрытый элемент сохранен, поэтому вы можете повторить попытку.
th: ไม่สามารถลบการรวมระยะไกลได้อย่างปลอดภัยในขณะนี้ รายการที่ปิดถูกเก็บไว้เพื่อให้คุณลองอีกครั้งได้
tr: Uzaktan entegrasyon şu anda güvenli bir şekilde kaldırılamıyor. Tekrar deneyebilmeniz için kapatılan öğe saklandı.
uk: Віддалену інтеграцію зараз неможливо безпечно видалити. Закритий елемент збережено, тому ви можете повторити спробу.
zh_hans: 目前无法安全删除远程集成。已关闭的项目已被保留，以便您可以重试。
zh_hant: 目前無法安全刪除遠端整合。已關閉的項目已保留，以便您可以重試。

# bridge.cleanup.error.failed
source: UniConnect could not verify remote cleanup. Nothing was deleted from Closed Items; check the SSH connection and try again.
ar: تعذر على UniConnect التحقق من التنظيف عن بعد. لم يتم حذف أي شيء من العناصر المغلقة؛ تحقق من اتصال SSH وحاول مرة أخرى.
bs: UniConnect nije mogao provjeriti udaljeno čišćenje. Ništa nije obrisano iz zatvorenih stavki; provjerite SSH vezu i pokušajte ponovo.
da: UniConnect kunne ikke bekræfte fjernoprydning. Intet blev slettet fra lukkede varer; tjek SSH-forbindelsen og prøv igen.
de: UniConnect konnte die Remote-Bereinigung nicht überprüfen. Aus den geschlossenen Posten wurde nichts gelöscht; Überprüfen Sie die SSH-Verbindung und versuchen Sie es erneut.
es: UniConnect no pudo verificar la retirada remota. No se ha borrado nada de Cerradas; comprueba la conexión SSH y vuelve a intentarlo.
fr: UniConnect n'a pas pu vérifier le nettoyage à distance. Rien n'a été supprimé des éléments fermés ; vérifiez la connexion SSH et réessayez.
it: UniConnect non è riuscito a verificare la pulizia remota. Non è stato eliminato nulla dagli Elementi chiusi; controllare la connessione SSH e riprovare.
ja: UniConnectはリモートの削除を確認できませんでした。「閉じた項目」からは何も削除されていません。SSH接続を確認して再試行してください。
km: UniConnect មិនអាចផ្ទៀងផ្ទាត់ការសម្អាតពីចម្ងាយបានទេ។ គ្មានអ្វីត្រូវបានលុបចេញពីធាតុដែលបានបិទទេ។ ពិនិត្យការតភ្ជាប់ SSH ហើយព្យាយាមម្តងទៀត។
ko: UniConnect가 원격 정리를 확인할 수 없습니다. 닫힌 항목에서는 아무것도 삭제되지 않았습니다. SSH 연결을 확인하고 다시 시도하십시오.
nb: UniConnect kunne ikke bekrefte ekstern opprydding. Ingenting ble slettet fra lukkede elementer; sjekk SSH-tilkoblingen og prøv igjen.
pl: UniConnect nie mógł zweryfikować zdalnego czyszczenia. Nic nie zostało usunięte z pozycji zamkniętych; sprawdź połączenie SSH i spróbuj ponownie.
pt_br: UniConnect não pôde verificar a limpeza remota. Nada foi excluído dos Itens Fechados; verifique a conexão SSH e tente novamente.
ru: UniConnect не удалось проверить удаленную очистку. Из закрытых элементов ничего не удалено; проверьте соединение SSH и повторите попытку.
th: UniConnect ไม่สามารถตรวจสอบการล้างข้อมูลจากระยะไกลได้ ไม่มีสิ่งใดถูกลบออกจากรายการที่ปิด ตรวจสอบการเชื่อมต่อ SSH แล้วลองอีกครั้ง
tr: UniConnect uzaktan temizlemeyi doğrulayamadı. Kapalı Öğeler'den hiçbir şey silinmedi; SSH bağlantısını kontrol edin ve tekrar deneyin.
uk: UniConnect не вдалося перевірити віддалене очищення. Із закритих елементів нічого не видалено; перевірте підключення SSH і повторіть спробу.
zh_hans: UniConnect 无法验证远程清理。已关闭项目中没有删除任何内容；检查 SSH 连接并重试。
zh_hant: UniConnect 無法驗證遠端清理。已關閉項目中沒有刪除任何內容；檢查 SSH 連線並重試。

# bridge.cleanup.success.title
source: Remote integration removed
ar: تمت إزالة التكامل عن بعد
bs: Uklonjena daljinska integracija
da: Fjernintegration fjernet
de: Remote-Integration entfernt
es: Integración remota retirada
fr: Intégration à distance supprimée
it: Integrazione remota rimossa
ja: リモート連携を削除しました
km: ការរួមបញ្ចូលពីចម្ងាយត្រូវបានដកចេញ
ko: 원격 통합 제거
nb: Fjernintegrasjon fjernet
pl: Usunięto zdalną integrację
pt_br: Integração remota removida
ru: Удаленная интеграция удалена.
th: ลบการรวมระบบระยะไกลแล้ว
tr: Uzaktan entegrasyon kaldırıldı
uk: Віддалену інтеграцію видалено
zh_hans: 删除远程集成
zh_hant: 刪除遠端集成

# bridge.cleanup.success.detail
source: UniConnect removed only its route files and Claude hook entries. Other hooks and remote tmux sessions were left unchanged.
ar: قام UniConnect بإزالة ملفات المسار وإدخالات ربط Claude فقط. تم ترك الخطافات الأخرى وجلسات tmux البعيدة دون تغيير.
bs: UniConnect je uklonio samo svoje datoteke rute i Claude hook unose. Ostale kuke i udaljene tmux sesije su ostavljene nepromijenjene.
da: UniConnect fjernede kun sine rutefiler og Claude hook-indgange. Andre hooks og eksterne tmux-sessioner blev efterladt uændrede.
de: UniConnect hat nur seine Routendateien und Claude-Hook-Einträge entfernt. Andere Hooks und Remote-tmux-Sitzungen wurden unverändert gelassen.
es: UniConnect solo ha retirado sus ficheros de ruta y sus entradas de hooks de Claude. Los demás hooks y las sesiones tmux remotas no se han modificado.
fr: UniConnect a supprimé uniquement ses fichiers de route et ses entrées de hook Claude. Les autres hooks et sessions tmux distantes sont restés inchangés.
it: UniConnect ha rimosso solo i file di percorso e le voci di hook Claude. Gli altri hook e le sessioni tmux remote sono rimasti invariati.
ja: UniConnectは自身のルートファイルとClaudeフック項目だけを削除しました。他のフックやリモートのtmuxセッションは変更していません。
km: UniConnect បានយកចេញតែឯកសារផ្លូវរបស់វា និងធាតុភ្ជាប់ Claude ប៉ុណ្ណោះ។ ទំពក់ផ្សេងទៀត និងវគ្គ tmux ពីចម្ងាយត្រូវបានទុកចោល។
ko: UniConnect는 경로 파일과 Claude 후크 항목만 제거했습니다. 다른 후크와 원격 tmux 세션은 변경되지 않았습니다.
nb: UniConnect fjernet bare rutefilene og Claude krokoppføringer. Andre kroker og eksterne tmux-økter ble stående uendret.
pl: UniConnect usunął tylko pliki tras i wpisy haków Claude. Pozostałe hooki i zdalne sesje tmux pozostały niezmienione.
pt_br: UniConnect removeu apenas seus arquivos de rota e entradas de gancho Claude. Outros ganchos e sessões remotas tmux permaneceram inalterados.
ru: UniConnect удалил только свои файлы маршрутов и записи обработчиков Claude. Другие перехватчики и удаленные сеансы tmux остались без изменений.
th: UniConnect ลบเฉพาะไฟล์เส้นทางและรายการ hook Claude hooks อื่นๆ และเซสชัน tmux ระยะไกลยังคงไม่เปลี่ยนแปลง
tr: UniConnect yalnızca rota dosyalarını ve Claude kanca girişlerini kaldırdı. Diğer kancalar ve uzak tmux oturumları değişmeden kaldı.
uk: UniConnect видалив лише свої файли маршрутів і записи підключень Claude. Інші хуки та віддалені сеанси tmux залишили без змін.
zh_hans: UniConnect 仅删除了其路由文件和 Claude 挂钩条目。其他挂钩和远程 tmux 会话保持不变。
zh_hant: UniConnect 僅刪除了其路由檔案和 Claude 掛鉤條目。其他掛鉤和遠端 tmux 會話保持不變。

# bridge.notification.completed.body
source: Claude finished its response in this remote window.
ar: أنهى Claude استجابته في هذه النافذة البعيدة.
bs: Claude je završio svoj odgovor u ovom udaljenom prozoru.
da: Claude afsluttede sit svar i dette fjernvindue.
de: Claude hat seine Antwort in diesem Remote-Fenster beendet.
es: Claude ha terminado su respuesta en esta ventana remota.
fr: Claude a terminé sa réponse dans cette fenêtre distante.
it: Claude ha terminato la sua risposta in questa finestra remota.
ja: このリモートウインドウでClaudeの応答が完了しました。
km: Claude បានបញ្ចប់ការឆ្លើយតបរបស់វានៅក្នុងបង្អួចពីចម្ងាយនេះ។
ko: Claude는 이 원격 창에서 응답을 완료했습니다.
nb: Claude fullførte svaret i dette eksterne vinduet.
pl: Claude zakończył swoją odpowiedź w tym zdalnym oknie.
pt_br: Claude finalizou sua resposta nesta janela remota.
ru: Claude завершил ответ в этом удаленном окне.
th: Claude ตอบสนองเสร็จสิ้นในหน้าต่างระยะไกลนี้
tr: Claude yanıtını bu uzak pencerede tamamladı.
uk: Claude завершив свою відповідь у цьому віддаленому вікні.
zh_hans: Claude 在该远程窗口中完成了响应。
zh_hant: Claude 在該遠端視窗中完成了回應。

# bridge.notification.idle.body
source: Claude is waiting for input in this remote window.
ar: Claude ينتظر الإدخال في هذه النافذة البعيدة.
bs: Claude čeka na unos u ovom udaljenom prozoru.
da: Claude venter på input i dette fjernvindue.
de: Claude wartet auf Eingaben in diesem Remote-Fenster.
es: Claude espera una entrada en esta ventana remota.
fr: Claude attend une entrée dans cette fenêtre distante.
it: Claude è in attesa di input in questa finestra remota.
ja: このリモートウインドウでClaudeが入力を待っています。
km: Claude កំពុងរង់ចាំការបញ្ចូលនៅក្នុងបង្អួចពីចម្ងាយនេះ។
ko: Claude는 이 원격 창에서 입력을 기다리고 있습니다.
nb: Claude venter på inndata i dette eksterne vinduet.
pl: Claude oczekuje na wprowadzenie danych w tym zdalnym oknie.
pt_br: Claude está aguardando entrada nesta janela remota.
ru: Claude ожидает ввода в этом удаленном окне.
th: Claude กำลังรออินพุตในหน้าต่างระยะไกลนี้
tr: Claude bu uzak pencerede girişi bekliyor.
uk: Claude очікує на введення в цьому віддаленому вікні.
zh_hans: Claude 正在该远程窗口中等待输入。
zh_hant: Claude 正在該遠端視窗中等待輸入。

# common.delete
source: Delete
ar: يمسح
bs: Izbriši
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
it: Eliminare
ja: 削除
km: លុប
ko: 삭제
nb: Slett
pl: Usuwać
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Silmek
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# history.delete.confirm.title
source: Delete permanently?
ar: هل تريد الحذف نهائيًا؟
bs: Izbrisati trajno?
da: Vil du slette permanent?
de: Endgültig löschen?
es: ¿Eliminar definitivamente?
fr: Supprimer définitivement ?
it: Eliminare definitivamente?
ja: 完全に削除しますか？
km: លុបជាអចិន្ត្រៃយ៍?
ko: 영구적으로 삭제하시겠습니까?
nb: Vil du slette permanent?
pl: Usunąć trwale?
pt_br: Excluir permanentemente?
ru: Удалить навсегда?
th: ลบอย่างถาวรใช่ไหม
tr: Kalıcı olarak silinsin mi?
uk: Видалити остаточно?
zh_hans: 永久删除？
zh_hant: 永久刪除？

# history.delete.confirm.detail
source: This removes the item from Closed Items, so it can no longer be reopened from UniConnect. Remote tmux sessions are not touched.
ar: يؤدي هذا إلى إزالة العنصر من العناصر المغلقة، لذا لم يعد من الممكن إعادة فتحه من UniConnect. لا يتم لمس جلسات tmux عن بعد.
bs: Ovo uklanja stavku iz zatvorenih stavki, tako da se više ne može ponovo otvoriti iz UniConnect. Udaljene tmux sesije se ne dodiruju.
da: Dette fjerner elementet fra lukkede elementer, så det ikke længere kan genåbnes fra UniConnect. Fjernsessioner tmux berøres ikke.
de: Dadurch wird das Element aus „Geschlossene Elemente“ entfernt, sodass es ab UniConnect nicht mehr erneut geöffnet werden kann. Remote-tmux-Sitzungen werden nicht berührt.
es: Esto elimina el elemento de Cerradas y ya no podrá reabrirse desde UniConnect. Las sesiones tmux remotas no se modifican.
fr: Cela supprime l'élément des éléments fermés, il ne peut donc plus être rouvert à partir de UniConnect. Les sessions tmux à distance ne sont pas touchées.
it: Ciò rimuove l'elemento da Elementi chiusi, quindi non può più essere riaperto da UniConnect. Le sessioni remote tmux non vengono toccate.
ja: 「閉じた項目」から削除され、UniConnectで再度開けなくなります。リモートのtmuxセッションには触れません。
km: វាដកធាតុចេញពីធាតុដែលបានបិទ ដូច្នេះហើយវាមិនអាចត្រូវបានបើកឡើងវិញពី UniConnect ទៀតទេ។ វគ្គ tmux ពីចម្ងាយមិនត្រូវបានប៉ះទេ។
ko: 이렇게 하면 닫힌 항목에서 해당 항목이 제거되므로 더 이상 UniConnect에서 다시 열 수 없습니다. 원격 tmux 세션은 건드리지 않습니다.
nb: Dette fjerner elementet fra lukkede elementer, slik at det ikke lenger kan gjenåpnes fra UniConnect. Eksterne tmux økter berøres ikke.
pl: Spowoduje to usunięcie elementu z pozycji zamkniętych, więc nie będzie można go już ponownie otworzyć od UniConnect. Zdalne sesje tmux pozostają nienaruszone.
pt_br: Isso remove o item dos Itens Fechados, portanto ele não pode mais ser reaberto em UniConnect. As sessões remotas tmux não são tocadas.
ru: При этом элемент будет удален из списка «Закрытые элементы», и его больше нельзя будет открыть повторно из UniConnect. Удаленные сеансы tmux не затрагиваются.
th: การดำเนินการนี้จะลบรายการออกจากรายการที่ปิด ดังนั้นจึงไม่สามารถเปิดใหม่จาก UniConnect ได้อีกต่อไป เซสชันระยะไกล tmux จะไม่ถูกแตะต้อง
tr: Bu, öğeyi Kapalı Öğeler'den kaldırır, dolayısıyla artık UniConnect'den yeniden açılamaz. Uzak tmux oturumlarına dokunulmaz.
uk: Це видаляє елемент із закритих елементів, тому його більше не можна повторно відкрити з UniConnect. Віддалені сеанси tmux не торкаються.
zh_hans: 这将从“关闭的项目”中删除该项目，因此无法再从 UniConnect 重新打开该项目。远程 tmux 会话不会受到影响。
zh_hant: 這將從「關閉的項目」中刪除該項目，因此無法再從 UniConnect 重新開啟該項目。遠端 tmux 會話不會受到影響。

# shortcut.lockApp.label
source: Lock UniConnect
ar: قفل UniConnect
bs: Zaključaj UniConnect
da: Lås UniConnect
de: UniConnect sperren
es: Bloquear UniConnect
fr: Verrouiller UniConnect
it: Blocca UniConnect
ja: UniConnectをロック
km: ចាក់សោ UniConnect
ko: UniConnect 잠그기
nb: Lås UniConnect
pl: Zablokuj UniConnect
pt_br: Bloquear UniConnect
ru: Заблокировать UniConnect
th: ล็อก UniConnect
tr: UniConnect’i kilitle
uk: Заблокувати UniConnect
zh_hans: 锁定 UniConnect
zh_hant: 鎖定 UniConnect

# shortcut.persistNow.label
source: Save Now
ar: احفظ الآن
bs: Sačuvaj sada
da: Gem nu
de: Jetzt sparen
es: Guardar ahora
fr: Économisez maintenant
it: Salva adesso
ja: 今すぐ保存
km: រក្សាទុកឥឡូវនេះ
ko: 지금 저장
nb: Lagre nå
pl: Zapisz teraz
pt_br: Salvar agora
ru: Сохранить сейчас
th: บันทึกตอนนี้
tr: Şimdi Kaydet
uk: Зберегти зараз
zh_hans: 立即保存
zh_hant: 立即儲存

# shortcut.reconnectDroppedWindows.label
source: Reconnect Dropped Windows
ar: إعادة توصيل النوافذ المنقطعة
bs: Ponovo poveži prekinute prozore
da: Forbind afbrudte vinduer igen
de: Getrennte Fenster erneut verbinden
es: Reconectar ventanas desconectadas
fr: Reconnecter les fenêtres déconnectées
it: Riconnetti le finestre disconnesse
ja: 切断されたウインドウを再接続
km: ភ្ជាប់បង្អួចដែលបានផ្តាច់ឡើងវិញ
ko: 연결이 끊긴 창 다시 연결
nb: Koble til frakoblede vinduer på nytt
pl: Połącz ponownie rozłączone okna
pt_br: Reconectar janelas desconectadas
ru: Переподключить отключённые окна
th: เชื่อมต่อหน้าต่างที่หลุดอีกครั้ง
tr: Bağlantısı kesilen pencereleri yeniden bağla
uk: Повторно підключити від’єднані вікна
zh_hans: 重新连接断开的窗口
zh_hant: 重新連接中斷連線的視窗

# shortcut.updateClaudeInWindow.label
source: Update Claude in This Window
ar: قم بتحديث Claude في هذه النافذة
bs: Ažurirajte Claude u ovom prozoru
da: Opdater Claude i dette vindue
de: Aktualisieren Sie Claude in diesem Fenster
es: Actualizar Claude en esta ventana
fr: Mettez à jour Claude dans cette fenêtre
it: Aggiorna Claude in questa finestra
ja: このウインドウのClaudeを更新
km: ធ្វើបច្ចុប្បន្នភាព Claude នៅក្នុងបង្អួចនេះ។
ko: 이 창에서 Claude 업데이트
nb: Oppdater Claude i dette vinduet
pl: Zaktualizuj Claude w tym oknie
pt_br: Atualize Claude nesta janela
ru: Обновите Claude в этом окне
th: อัปเดต Claude ในหน้าต่างนี้
tr: Bu Pencerede Claude Güncellemesi
uk: Оновіть Claude у цьому вікні
zh_hans: 更新此窗口中的 Claude
zh_hant: 更新此視窗中的 Claude

# shortcut.updateClaudeInBox.label
source: Update Claude in This Box
ar: قم بتحديث Claude في هذا الصندوق
bs: Ažurirajte Claude u ovom polju
da: Opdater Claude i denne boks
de: Aktualisieren Sie Claude in diesem Feld
es: Actualizar Claude en esta caja
fr: Mettre à jour Claude dans cette boîte
it: Aggiorna Claude in questa casella
ja: このボックスのClaudeを更新
km: ធ្វើបច្ចុប្បន្នភាព Claude នៅក្នុងប្រអប់នេះ។
ko: 이 상자의 Claude 업데이트
nb: Oppdater Claude i denne boksen
pl: Aktualizacja Claude w tym pudełku
pt_br: Atualize Claude nesta caixa
ru: Обновите Claude в этом поле
th: อัปเดต Claude ในกล่องนี้
tr: Bu Kutuda Claude Güncellemesi
uk: Оновіть Claude у цьому полі
zh_hans: 更新此 Box 中的 Claude
zh_hant: 更新此 Box 中的 Claude

# shortcut.updateClaudeEverywhere.label
source: Update Claude Everywhere
ar: تحديث Claude في كل مكان
bs: Ažurirajte Claude svuda
da: Opdater Claude overalt
de: Aktualisieren Sie Claude überall
es: Actualizar Claude en todas partes
fr: Mettre à jour Claude partout
it: Aggiorna Claude Ovunque
ja: すべてのClaudeを更新
km: ធ្វើបច្ចុប្បន្នភាព Claude គ្រប់ទីកន្លែង
ko: 어디서나 Claude 업데이트
nb: Oppdater Claude overalt
pl: Zaktualizuj Claude Wszędzie
pt_br: Atualização Claude em todos os lugares
ru: Обновление Claude Везде
th: อัปเดต Claude ทุกที่
tr: Güncelleme Claude Her Yerde
uk: Оновіть Claude всюди
zh_hans: 更新所有 Claude
zh_hant: 更新所有 Claude

# shortcut.terminalFontSizeIncrease.label
source: Increase Terminal Font Size
ar: زيادة حجم الخط الطرفي
bs: Povećajte veličinu fonta terminala
da: Forøg terminalskriftstørrelse
de: Erhöhen Sie die Schriftgröße des Terminals
es: Aumentar tamaño de fuente del terminal
fr: Augmenter la taille de la police du terminal
it: Aumenta la dimensione del carattere del terminale
ja: ターミナルの文字サイズを拡大
km: បង្កើនទំហំពុម្ពអក្សរស្ថានីយ
ko: 터미널 글꼴 크기 늘리기
nb: Øk terminalskriftstørrelse
pl: Zwiększ rozmiar czcionki terminala
pt_br: Aumentar o tamanho da fonte do terminal
ru: Увеличение размера шрифта терминала
th: เพิ่มขนาดแบบอักษรของเทอร์มินัล
tr: Terminal Yazı Tipi Boyutunu Artırın
uk: Збільште розмір шрифту терміналу
zh_hans: 增加终端字体大小
zh_hant: 增加終端字體大小

# shortcut.terminalFontSizeDecrease.label
source: Decrease Terminal Font Size
ar: إنقاص حجم الخط الطرفي
bs: Smanjenje veličine fonta terminala
da: Formindsk terminalskriftstørrelse
de: Verringern Sie die Schriftgröße des Terminals
es: Reducir tamaño de fuente del terminal
fr: Diminuer la taille de la police du terminal
it: Diminuisci la dimensione del carattere del terminale
ja: ターミナルの文字サイズを縮小
km: បន្ថយទំហំពុម្ពអក្សរស្ថានីយ
ko: 터미널 글꼴 크기 줄이기
nb: Reduser terminalskriftstørrelse
pl: Zmniejsz rozmiar czcionki terminala
pt_br: Diminuir o tamanho da fonte do terminal
ru: Уменьшить размер шрифта терминала
th: ลดขนาดแบบอักษรของเทอร์มินัล
tr: Terminal Yazı Tipi Boyutunu Azalt
uk: Зменшити розмір шрифту терміналу
zh_hans: 减小终端字体大小
zh_hant: 減少終端字體大小
